Tekla.Structures.DrawingInternal.dotGrElement_t


Tekla.Structures.DrawingInternal.dotGrElement_t.Label


Tekla.Structures.DrawingInternal.dotGrElement_t.Type


Tekla.Structures.DrawingInternal.dotGrElement_t.Name


Tekla.Structures.DrawingInternal.dotGrElement_t.GroupId


Tekla.Structures.DrawingInternal.dotGrElement_t.FrameId


Tekla.Structures.DrawingInternal.dotGrElement_t.FrameType


Tekla.Structures.DrawingInternal.dotGrElement_t.Font


Tekla.Structures.DrawingInternal.dotGrElement_t.Value


Tekla.Structures.DrawingInternal.dotGrElement_t.MergeParam


Tekla.Structures.DrawingInternal.dotGrElement_t.PullOutParam


Tekla.Structures.DrawingInternal.dotGrElement_t.MinPoint


Tekla.Structures.DrawingInternal.dotGrElement_t.MaxPoint


Tekla.Structures.DrawingInternal.dotGrElement_t.ObjectId


Tekla.Structures.DrawingInternal.dotGrElement_t.Hidden


Tekla.Structures.DrawingInternal.dotGrElement_t.IsUnitAvailable


Tekla.Structures.DrawingInternal.dotGrElement_t.Unit
